Repository: Sahar-Yousef/Hmmz
Catalog: Hmmz/Hmmz/Data/Localizable.xcstrings
Source language: en
Languages: ar

source: Activate reminder
ar: تفعيل التنبيهات

source: Calculate Interval
ar: حساب الأوقات الحرة

source: Go to Journals
ar: اذهب للمدونات

source: Go to Settings
ar: اذهب للإعدادات

source: Happy Journey
ar: تدوين سعيد

source: Interval Control
ar: التحكم بلأوقات الحرة

source: Mood:
ar: المزاج:

source: Open camera
ar: افتح الكاميرا

source: Open Camera
ar: افتح الكاميرا

source: Record Memo
ar: سجل مدونة صوتية

source: Remind me at
ar: ذكرني في

source: Request Permission
ar: طلب الأذونات

source: Save
ar: حفظ

source: Schedule Reminder
ar: جدولة تذكير

source: Start calculating interval
ar: ابدأ بعد الوقت الحرة

source: Start Journaling
ar: ابدأ التدوين

source: Stop calculating interval
ar: وقف عد الوقت الحرة

source: There are %lld entries.
ar: يوجد عدد ٪lld مدخلات

source: Title
ar: الموضوع

source: Write Memo
ar: اكتب تدوينة

# مرحبا
source: Welcome
ar: مرحبا
